{
  "privacy": {
    "meta": {
      "title": "Política de Privacidad | Dream Studio",
      "description": "Conoce cómo Dream Studio recopila, usa y protege tu información personal."
    },
    "title": "Política de Privacidad",
    "lastUpdated": "Última Actualización",
    "backToHome": "Volver al Inicio",
    "sections": {
      "introduction": {
        "title": "Introducción",
        "p1": "En Dream Studio, nos tomamos tu privacidad en serio. Esta Política de Privacidad explica cómo recopilamos, usamos, divulgamos y protegemos tu información cuando visitas nuestro sitio web o usas nuestros servicios.",
        "p2": "Por favor lee esta política de privacidad cuidadosamente. Si no estás de acuerdo con los términos de esta política de privacidad, por favor no accedas al sitio ni uses nuestros servicios."
      },
      "collect": {
        "title": "Información Que Recopilamos",
        "intro": "Recopilamos información que nos proporcionas directamente cuando:",
        "items": {
          "name": {
            "title": "Información de Contacto",
            "desc": "Nombre, dirección de correo electrónico, número de teléfono y nombre de empresa"
          },
          "email": {
            "title": "Datos de Comunicación",
            "desc": "Cualquier información que proporciones al contactarnos"
          },
          "phone": {
            "title": "Detalles del Proyecto",
            "desc": "Información sobre los requisitos y necesidades de tu proyecto"
          },
          "company": {
            "title": "Información de Empresa",
            "desc": "Nombre del negocio, sitio web e industria"
          },
          "technical": {
            "title": "Datos Técnicos",
            "desc": "Dirección IP, tipo de navegador, información del dispositivo y análisis de uso"
          }
        }
      },
      "usage": {
        "title": "Cómo Usamos Tu Información",
        "items": {
          "respond": "Responder a tus consultas y proporcionar servicio al cliente",
          "services": "Proporcionar, mantener y mejorar nuestros servicios",
          "improve": "Entender cómo usas nuestro sitio web para mejorar la experiencia del usuario",
          "communication": "Enviarte actualizaciones, comunicaciones de marketing (con tu consentimiento)"
        }
      },
      "storage": {
        "title": "Almacenamiento y Seguridad de Datos",
        "p1": "Implementamos medidas de seguridad técnicas y organizacionales apropiadas para proteger tu información personal. Tus datos se almacenan de forma segura utilizando cifrado y protocolos de seguridad estándar de la industria.",
        "p2": "Utilizamos Twenty CRM para administrar la información de contacto y Vercel para análisis. Estos servicios de terceros tienen sus propias políticas de privacidad que rigen el uso de tu información."
      },
      "rights": {
        "title": "Tus Derechos",
        "items": {
          "access": "Acceder y recibir una copia de tus datos personales",
          "correct": "Corregir cualquier información inexacta o incompleta",
          "delete": "Solicitar la eliminación de tus datos personales",
          "opt": "Optar por no recibir comunicaciones de marketing en cualquier momento"
        }
      },
      "cookies": {
        "title": "Cookies y Rastreo",
        "p1": "Utilizamos cookies y tecnologías de rastreo similares para rastrear la actividad en nuestro sitio web y mejorar la experiencia del usuario. Puedes configurar tu navegador para rechazar todas las cookies o para indicar cuando se envía una cookie."
      },
      "contact": {
        "title": "Contáctanos",
        "p1": "Si tienes preguntas sobre esta Política de Privacidad o deseas ejercer tus derechos, contáctanos en:"
      }
    }
  }
}